tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "cloudfoundry/tap"
tap "gromgit/fuse"
tap "hivemq/mqtt-cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "louisbrunner/valgrind"
tap "ringohub/redis-cli"
tap "teamookla/speedtest"
tap "trufflesecurity/trufflehog"
brew "gdbm"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "ansible"
brew "arping"
brew "assimp"
brew "automake"
brew "autossh"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bison"
brew "boost"
brew "cfssl"
brew "chruby"
brew "cmake"
brew "cookiecutter"
brew "coreutils"
brew "dnsmasq", restart_service: true
brew "docker-machine-driver-vmware"
brew "fd"
brew "findutils"
brew "fswatch"
brew "gettext"
brew "gawk"
brew "gcc"
brew "git"
brew "git-hound"
brew "git-secrets"
brew "gitlab-runner"
brew "gitleaks"
brew "glib"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "pkg-config"
brew "guile"
brew "unbound"
brew "gnutls"
brew "libffi"
brew "libusb"
brew "gnupg"
brew "go"
brew "google-java-format"
brew "gopass"
brew "gptfdisk"
brew "gradle"
brew "grep"
brew "groovy"
brew "helm"
brew "helmfile"
brew "htop"
brew "hwloc"
brew "jq"
brew "kubernetes-cli"
brew "python@3.9"
brew "libslirp"
brew "libuv"
brew "libvirt"
brew "lsusb"
brew "minikube"
brew "mysql-client", link: true
brew "nghttp2"
brew "nmap"
brew "node"
brew "openfortivpn"
brew "openjdk@11"
brew "openssl@3"
brew "pandoc"
brew "pre-commit"
brew "pv"
brew "python@3.8", link: false
brew "qemu"
brew "ripgrep"
brew "rsync"
brew "ruby-install"
brew "s3cmd"
brew "shellcheck"
brew "sipcalc"
brew "ssh-copy-id", link: true
brew "teleport"
brew "the_silver_searcher"
brew "tree"
brew "vagrant-completion"
brew "watch"
brew "wget"
brew "yamllint"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
brew "cloudfoundry/tap/credhub-cli"
brew "gromgit/fuse/ext4fuse-mac"
brew "hivemq/mqtt-cli/mqtt-cli"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
brew "ringohub/redis-cli/redis-cli"
brew "teamookla/speedtest/speedtest"
brew "trufflesecurity/trufflehog/trufflehog"
cask "1password-cli"
cask "adoptopenjdk8"
cask "emacs"
cask "gimp"
cask "macfuse"
cask "meld"
cask "openscad"
cask "vagrant"
